<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>Build</string>
	<key>about.commit</key>
	<string>Commit</string>
	<key>about.description</key>
	<string>Um terminal baseado no Ghostty com abas verticais
e um painel de notificações para macOS.</string>
	<key>about.docs</key>
	<string>Documentação</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>Licenças</string>
	<key>about.licenses.notFound</key>
	<string>Arquivo de licenças não encontrado.</string>
	<key>about.licenses.windowTitle</key>
	<string>Licenças de Terceiros</string>
	<key>about.version</key>
	<string>Versão</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@, área de trabalho %2$lld de %3$lld</string>
	<key>alert.customColor.apply</key>
	<string>Aplicar</string>
	<key>alert.customColor.cancel</key>
	<string>Cancelar</string>
	<key>alert.customColor.message</key>
	<string>Insira uma cor hexadecimal no formato #RRGGBB.</string>
	<key>alert.customColor.title</key>
	<string>Cor Personalizada da Área de Trabalho</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>Insira uma cor hexadecimal no formato #RRGGBB.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" não é uma cor hexadecimal válida. Use #RRGGBB.</string>
	<key>alert.invalidColor.ok</key>
	<string>OK</string>
	<key>alert.invalidColor.title</key>
	<string>Cor Inválida</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>Cancelar</string>
	<key>alert.renameWorkspace.message</key>
	<string>Insira um nome personalizado para esta área de trabalho.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>Nome da área de trabalho</string>
	<key>alert.renameWorkspace.rename</key>
	<string>Renomear</string>
	<key>alert.renameWorkspace.title</key>
	<string>Renomear Área de Trabalho</string>
	<key>appIcon.automatic</key>
	<string>Automático</string>
	<key>appIcon.dark</key>
	<string>Escuro</string>
	<key>appIcon.light</key>
	<string>Claro</string>
	<key>appearance.auto</key>
	<string>Automático</string>
	<key>appearance.dark</key>
	<string>Escuro</string>
	<key>appearance.light</key>
	<string>Claro</string>
	<key>appearance.system</key>
	<string>Sistema</string>
	<key>browser.action.newTab</key>
	<string>nova aba</string>
	<key>browser.addressBar.placeholder</key>
	<string>Pesquisar ou digitar URL</string>
	<key>browser.addressBarSuggestions</key>
	<string>Sugestões da barra de endereço</string>
	<key>browser.alwaysAllowHost</key>
	<string>Sempre permitir este host no cmux</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>Abrir Link no Navegador Padrão</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>Abrir Link em Nova Aba</string>
	<key>browser.dialog.pageSays</key>
	<string>Esta página diz:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>A página em %@ diz:</string>
	<key>browser.downloadInProgress</key>
	<string>Download em andamento</string>
	<key>browser.downloading</key>
	<string>Baixando...</string>
	<key>browser.error.cantOpen.title</key>
	<string>Não foi possível abrir esta página</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>O site recusou a conexão. Verifique se há um servidor em execução neste endereço.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>%@ recusou a conexão. Verifique se há um servidor em execução neste endereço.</string>
	<key>browser.error.cantReach.title</key>
	<string>Não foi possível acessar esta página</string>
	<key>browser.error.checkNetwork</key>
	<string>Verifique sua conexão de rede e tente novamente.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>Carregamento do frame interrompido</string>
	<key>browser.error.insecure.message</key>
	<string>%@ usa HTTP simples, então o tráfego pode ser lido ou modificado na rede.

Abra esta URL no seu navegador padrão ou continue no cmux.</string>
	<key>browser.error.insecure.title</key>
	<string>A conexão não é segura</string>
	<key>browser.error.invalidCertificate</key>
	<string>O certificado deste site é inválido.</string>
	<key>browser.error.noInternet</key>
	<string>Sem conexão com a internet</string>
	<key>browser.error.reload</key>
	<string>Recarregar</string>
	<key>browser.goBack</key>
	<string>Voltar</string>
	<key>browser.goForward</key>
	<string>Avançar</string>
	<key>browser.goToURL</key>
	<string>ir para URL</string>
	<key>browser.newTab</key>
	<string>Nova aba</string>
	<key>browser.openInDefaultBrowser</key>
	<string>Abrir no Navegador Padrão</string>
	<key>browser.proceedInCmux</key>
	<string>Continuar no cmux</string>
	<key>browser.reload</key>
	<string>Recarregar</string>
	<key>browser.search.placeholder</key>
	<string>Pesquisar</string>
	<key>browser.stop</key>
	<string>Parar</string>
	<key>browser.switchToTab</key>
	<string>Alternar para aba</string>
	<key>browser.toggleDevTools</key>
	<string>Alternar Ferramentas do Desenvolvedor</string>
	<key>cli.install.adminRequired</key>
	<string>Privilégios de administrador foram necessários para gravar em /usr/local/bin.</string>
	<key>cli.install.symlinkCreated</key>
	<string>Link simbólico criado:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>Não Foi Possível Instalar o CLI do cmux</string>
	<key>cli.installed</key>
	<string>CLI do cmux Instalado</string>
	<key>cli.uninstall.adminRequired</key>
	<string>Privilégios de administrador foram necessários para modificar /usr/local/bin.</string>
	<key>cli.uninstall.notFound</key>
	<string>Nenhum link simbólico do CLI do cmux foi encontrado em %@.</string>
	<key>cli.uninstall.removed</key>
	<string>%@ removido.</string>
	<key>cli.uninstallFailed</key>
	<string>Não Foi Possível Desinstalar o CLI do cmux</string>
	<key>cli.uninstalled</key>
	<string>CLI do cmux Desinstalado</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>Global</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>Aplicar Atualização (Se Disponível)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>Global</string>
	<key>command.attemptUpdate.title</key>
	<string>Tentar Atualização</string>
	<key>command.browserBack.title</key>
	<string>Voltar</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>Navegador</string>
	<key>command.browserClearHistory.title</key>
	<string>Limpar Histórico do Navegador</string>
	<key>command.browserConsole.title</key>
	<string>Mostrar Console JavaScript</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>Layout do Navegador</string>
	<key>command.browserDuplicateRight.title</key>
	<string>Duplicar Navegador à Direita</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>Focar na Barra de Endereço</string>
	<key>command.browserForward.title</key>
	<string>Avançar</string>
	<key>command.browserOpenDefault.title</key>
	<string>Abrir Página Atual no Navegador Padrão</string>
	<key>command.browserReload.title</key>
	<string>Recarregar Página</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>Layout do Navegador</string>
	<key>command.browserSplitDown.title</key>
	<string>Dividir Navegador para Baixo</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>Layout do Navegador</string>
	<key>command.browserSplitRight.title</key>
	<string>Dividir Navegador à Direita</string>
	<key>command.browserToggleDevTools.title</key>
	<string>Alternar Ferramentas do Desenvolvedor</string>
	<key>command.browserZoomIn.title</key>
	<string>Aumentar Zoom</string>
	<key>command.browserZoomOut.title</key>
	<string>Diminuir Zoom</string>
	<key>command.browserZoomReset.title</key>
	<string>Tamanho Real</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>Global</string>
	<key>command.checkForUpdates.title</key>
	<string>Buscar Atualizações</string>
	<key>command.clearTabName.title</key>
	<string>Limpar Nome da Aba</string>
	<key>command.clearWorkspaceName.title</key>
	<string>Limpar Nome da Área de Trabalho</string>
	<key>command.closeTab.subtitle</key>
	<string>Aba</string>
	<key>command.closeTab.title</key>
	<string>Fechar Aba</string>
	<key>command.closeWindow.subtitle</key>
	<string>Janela</string>
	<key>command.closeWindow.title</key>
	<string>Fechar Janela</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>Área de Trabalho</string>
	<key>command.closeWorkspace.title</key>
	<string>Fechar Área de Trabalho</string>
	<key>command.equalizeSplits.title</key>
	<string>Equalizar Divisões</string>
	<key>command.installCLI.subtitle</key>
	<string>CLI</string>
	<key>command.installCLI.title</key>
	<string>Comando Shell: Instalar 'cmux' no PATH</string>
	<key>command.jumpUnread.subtitle</key>
	<string>Notificações</string>
	<key>command.jumpUnread.title</key>
	<string>Ir para Última Não Lida</string>
	<key>command.markTabRead.title</key>
	<string>Marcar Aba como Lida</string>
	<key>command.markTabUnread.title</key>
	<string>Marcar Aba como Não Lida</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>Aba</string>
	<key>command.newBrowserTab.title</key>
	<string>Nova Aba (Navegador)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>Aba</string>
	<key>command.newTerminalTab.title</key>
	<string>Nova Aba (Terminal)</string>
	<key>command.newWindow.subtitle</key>
	<string>Janela</string>
	<key>command.newWindow.title</key>
	<string>Nova Janela</string>
	<key>command.newWorkspace.subtitle</key>
	<string>Área de Trabalho</string>
	<key>command.newWorkspace.title</key>
	<string>Nova Área de Trabalho</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>Navegação de Abas</string>
	<key>command.nextTabInPane.title</key>
	<string>Próxima Aba no Painel</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>Navegação de Áreas de Trabalho</string>
	<key>command.nextWorkspace.title</key>
	<string>Próxima Área de Trabalho</string>
	<key>command.openFolder.subtitle</key>
	<string>Área de Trabalho</string>
	<key>command.openFolder.title</key>
	<string>Abrir Pasta…</string>
	<key>command.openSettings.subtitle</key>
	<string>Global</string>
	<key>command.openSettings.title</key>
	<string>Abrir Ajustes</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>Abrir Todos os Links de PR da Área de Trabalho</string>
	<key>command.pinTab.title</key>
	<string>Fixar Aba</string>
	<key>command.pinWorkspace.title</key>
	<string>Fixar Área de Trabalho</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>Navegação de Abas</string>
	<key>command.previousTabInPane.title</key>
	<string>Aba Anterior no Painel</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>Navegação de Áreas de Trabalho</string>
	<key>command.previousWorkspace.title</key>
	<string>Área de Trabalho Anterior</string>
	<key>command.renameTab.title</key>
	<string>Renomear Aba…</string>
	<key>command.renameWorkspace.title</key>
	<string>Renomear Área de Trabalho…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>Navegador</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>Reabrir Aba do Navegador Fechada</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>Global</string>
	<key>command.restartSocketListener.title</key>
	<string>Reiniciar Listener do CLI</string>
	<key>command.showNotifications.subtitle</key>
	<string>Notificações</string>
	<key>command.showNotifications.title</key>
	<string>Mostrar Notificações</string>
	<key>command.terminalFind.title</key>
	<string>Buscar…</string>
	<key>command.terminalFindNext.title</key>
	<string>Buscar Próximo</string>
	<key>command.terminalFindPrevious.title</key>
	<string>Buscar Anterior</string>
	<key>command.terminalHideFind.title</key>
	<string>Ocultar Barra de Busca</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>Layout do Terminal</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>Dividir Navegador para Baixo</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>Layout do Terminal</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>Dividir Navegador à Direita</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>Layout do Terminal</string>
	<key>command.terminalSplitDown.title</key>
	<string>Dividir para Baixo</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>Layout do Terminal</string>
	<key>command.terminalSplitRight.title</key>
	<string>Dividir à Direita</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>Usar Seleção para Busca</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>Janela</string>
	<key>command.toggleFullScreen.title</key>
	<string>Alternar Tela Cheia</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>Layout</string>
	<key>command.toggleSidebar.title</key>
	<string>Alternar Barra Lateral</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>Layout do Terminal</string>
	<key>command.toggleSplitZoom.title</key>
	<string>Alternar Zoom do Painel</string>
	<key>command.triggerFlash.subtitle</key>
	<string>Visualização</string>
	<key>command.triggerFlash.title</key>
	<string>Piscar Painel em Foco</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>CLI</string>
	<key>command.uninstallCLI.title</key>
	<string>Comando Shell: Desinstalar 'cmux' do PATH</string>
	<key>command.unpinTab.title</key>
	<string>Desafixar Aba</string>
	<key>command.unpinWorkspace.title</key>
	<string>Desafixar Área de Trabalho</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>Reiniciar Servidor Inline do VS Code</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>Parar Servidor Inline do VS Code</string>
	<key>commandPalette.kind.workspace</key>
	<string>Área de Trabalho</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(limpar nome personalizado)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>Pressione Enter para aplicar este nome de aba ou Escape para cancelar.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>Escolha um nome personalizado para a aba.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>Insira um nome para a aba. Pressione Enter para renomear, Escape para cancelar.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>Nome da aba</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>Renomear Aba</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>Pressione Enter para aplicar este nome de área de trabalho ou Escape para cancelar.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>Escolha um nome personalizado para a área de trabalho.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>Insira um nome para a área de trabalho. Pressione Enter para renomear, Escape para cancelar.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>Nome da área de trabalho</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>Renomear Área de Trabalho</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>Nenhum comando corresponde à sua pesquisa.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>Digite um comando</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>Nenhuma área de trabalho corresponde à sua pesquisa.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>Pesquisar áreas de trabalho</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>Navegador • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>Aba</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>Aba • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>Terminal • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>Área de Trabalho</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>Área de Trabalho • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>Janela %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>Área de Trabalho</string>
	<key>common.allow</key>
	<string>Permitir</string>
	<key>common.cancel</key>
	<string>Cancelar</string>
	<key>common.close</key>
	<string>Fechar</string>
	<key>common.copyDetails</key>
	<string>Copiar Detalhes</string>
	<key>common.dontSave</key>
	<string>Não Salvar</string>
	<key>common.installAndRelaunch</key>
	<string>Instalar e Reiniciar</string>
	<key>common.later</key>
	<string>Depois</string>
	<key>common.notNow</key>
	<string>Agora Não</string>
	<key>common.ok</key>
	<string>OK</string>
	<key>common.rename</key>
	<string>Renomear</string>
	<key>common.restartLater</key>
	<string>Reiniciar Depois</string>
	<key>common.restartNow</key>
	<string>Reiniciar Agora</string>
	<key>common.retry</key>
	<string>Tentar Novamente</string>
	<key>common.skip</key>
	<string>Pular</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>Escolher Cor Personalizada…</string>
	<key>contextMenu.clearColor</key>
	<string>Limpar Cor</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>Fechar Outras Áreas de Trabalho</string>
	<key>contextMenu.closeWorkspace</key>
	<string>Fechar Área de Trabalho</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>Fechar Áreas de Trabalho</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>Fechar Áreas de Trabalho Acima</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>Fechar Áreas de Trabalho Abaixo</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>Marcar Área de Trabalho como Lida</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>Marcar Área de Trabalho como Não Lida</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>Marcar Áreas de Trabalho como Lidas</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>Marcar Áreas de Trabalho como Não Lidas</string>
	<key>contextMenu.moveDown</key>
	<string>Mover para Baixo</string>
	<key>contextMenu.moveToTop</key>
	<string>Mover para o Topo</string>
	<key>contextMenu.moveUp</key>
	<string>Mover para Cima</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>Mover Área de Trabalho para Janela</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>Mover Áreas de Trabalho para Janela</string>
	<key>contextMenu.newWindow</key>
	<string>Nova Janela</string>
	<key>contextMenu.pinWorkspace</key>
	<string>Fixar Área de Trabalho</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>Fixar Áreas de Trabalho</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>Remover Nome Personalizado da Área de Trabalho</string>
	<key>contextMenu.renameWorkspace</key>
	<string>Renomear Área de Trabalho…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>Desafixar Área de Trabalho</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>Desafixar Áreas de Trabalho</string>
	<key>contextMenu.workspaceColor</key>
	<string>Cor da Área de Trabalho</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>Isto fechará a última aba e fechará a janela.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>Isto fechará a última aba e fechará sua área de trabalho.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>Isto fechará 1 aba neste painel:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>Isto fechará %1$lld abas neste painel:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>Fechar outras abas?</string>
	<key>dialog.closeTab.close</key>
	<string>Fechar</string>
	<key>dialog.closeTab.message</key>
	<string>Isto fechará a aba atual.</string>
	<key>dialog.closeTab.title</key>
	<string>Fechar aba?</string>
	<key>dialog.closeWorkspace.message</key>
	<string>Isto fechará a área de trabalho e todos os seus painéis.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>Fechar área de trabalho?</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>Não avisar novamente para Cmd+Q</string>
	<key>dialog.enableNotifications.message</key>
	<string>As notificações estão desativadas para o cmux. Ative-as nos Ajustes do Sistema para ver os alertas.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>Agora Não</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>Abrir Ajustes</string>
	<key>dialog.enableNotifications.title</key>
	<string>Ativar Notificações para o cmux</string>
	<key>dialog.moveFailed.message</key>
	<string>O cmux não conseguiu mover esta aba para o destino selecionado.</string>
	<key>dialog.moveFailed.title</key>
	<string>Falha ao Mover</string>
	<key>dialog.moveTab.message</key>
	<string>Escolha um destino para esta aba.</string>
	<key>dialog.moveTab.move</key>
	<string>Mover</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>Nova Área de Trabalho na Janela Atual</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>Área de Trabalho Selecionada em Nova Janela</string>
	<key>dialog.moveTab.title</key>
	<string>Mover Aba</string>
	<key>dialog.quitCmux.message</key>
	<string>Isto fechará todas as janelas e áreas de trabalho.</string>
	<key>dialog.quitCmux.quit</key>
	<string>Encerrar</string>
	<key>dialog.quitCmux.title</key>
	<string>Encerrar o cmux?</string>
	<key>dialog.renameTab.message</key>
	<string>Insira um nome personalizado para esta aba.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>Nome da aba</string>
	<key>dialog.renameTab.title</key>
	<string>Renomear Aba</string>
	<key>dialog.renameWorkspace.message</key>
	<string>Insira um nome personalizado para esta área de trabalho.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>Nome da área de trabalho</string>
	<key>dialog.renameWorkspace.title</key>
	<string>Renomear Área de Trabalho</string>
	<key>error.clipboardFolderPath</key>
	<string>Não foi possível carregar nenhum caminho de pasta da área de transferência.</string>
	<key>language.system</key>
	<string>Sistema</string>
	<key>menu.app.about</key>
	<string>Sobre o cmux</string>
	<key>menu.app.checkForUpdates</key>
	<string>Buscar Atualizações…</string>
	<key>menu.app.ghosttySettings</key>
	<string>Ajustes do Ghostty…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>Recarregar Configuração</string>
	<key>menu.app.settings</key>
	<string>Ajustes…</string>
	<key>menu.checkForUpdates</key>
	<string>Buscar Atualizações…</string>
	<key>menu.currentWindow</key>
	<string>Janela Atual</string>
	<key>menu.file.closeOtherTabs</key>
	<string>Fechar Outras Abas no Painel</string>
	<key>menu.file.closeTab</key>
	<string>Fechar Aba</string>
	<key>menu.file.closeWorkspace</key>
	<string>Fechar Área de Trabalho</string>
	<key>menu.file.commandPalette</key>
	<string>Paleta de Comandos…</string>
	<key>menu.file.goToWorkspace</key>
	<string>Ir para Área de Trabalho…</string>
	<key>menu.file.newWindow</key>
	<string>Nova Janela</string>
	<key>menu.file.newWorkspace</key>
	<string>Nova Área de Trabalho</string>
	<key>menu.file.openFolder</key>
	<string>Abrir Pasta…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>Abrir</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>Abrir Pasta</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>Reabrir Painel do Navegador Fechado</string>
	<key>menu.find.find</key>
	<string>Buscar…</string>
	<key>menu.find.findNext</key>
	<string>Buscar Próximo</string>
	<key>menu.find.findPrevious</key>
	<string>Buscar Anterior</string>
	<key>menu.find.hideFindBar</key>
	<string>Ocultar Barra de Busca</string>
	<key>menu.find.title</key>
	<string>Buscar</string>
	<key>menu.find.useSelectionForFind</key>
	<string>Usar Seleção para Busca</string>
	<key>menu.notifications.clearAll</key>
	<string>Limpar Tudo</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>Ir para Última Não Lida</string>
	<key>menu.notifications.markAllRead</key>
	<string>Marcar Tudo como Lido</string>
	<key>menu.notifications.show</key>
	<string>Mostrar Notificações</string>
	<key>menu.notifications.title</key>
	<string>Notificações</string>
	<key>menu.openInAndroidStudio</key>
	<string>Abrir Diretório Atual no Android Studio</string>
	<key>menu.openInAntigravity</key>
	<string>Abrir Diretório Atual no Antigravity</string>
	<key>menu.openInCursor</key>
	<string>Abrir Diretório Atual no Cursor</string>
	<key>menu.openInFinder</key>
	<string>Abrir Diretório Atual no Finder</string>
	<key>menu.openInGhostty</key>
	<string>Abrir Diretório Atual no Ghostty</string>
	<key>menu.openInITerm2</key>
	<string>Abrir Diretório Atual no iTerm2</string>
	<key>menu.openInIntelliJ</key>
	<string>Abrir Diretório Atual no IntelliJ IDEA</string>
	<key>menu.openInTerminal</key>
	<string>Abrir Diretório Atual no Terminal</string>
	<key>menu.openInTower</key>
	<string>Abrir Diretório Atual no Tower</string>
	<key>menu.openInVSCode</key>
	<string>Abrir Diretório Atual no VS Code (Inline)</string>
	<key>menu.openInWarp</key>
	<string>Abrir Diretório Atual no Warp</string>
	<key>menu.openInWindsurf</key>
	<string>Abrir Diretório Atual no Windsurf</string>
	<key>menu.openInXcode</key>
	<string>Abrir Diretório Atual no Xcode</string>
	<key>menu.openInZed</key>
	<string>Abrir Diretório Atual no Zed</string>
	<key>menu.preferences</key>
	<string>Preferências…</string>
	<key>menu.quitCmux</key>
	<string>Encerrar o cmux</string>
	<key>menu.showNotifications</key>
	<string>Mostrar Notificações</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>Copiar Logs de Foco</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>Copiar Logs de Atualização</string>
	<key>menu.view.actualSize</key>
	<string>Tamanho Real</string>
	<key>menu.view.back</key>
	<string>Voltar</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>Limpar Histórico do Navegador</string>
	<key>menu.view.forward</key>
	<string>Avançar</string>
	<key>menu.view.jumpToUnread</key>
	<string>Ir para Última Não Lida</string>
	<key>menu.view.nextSurface</key>
	<string>Próxima Superfície</string>
	<key>menu.view.nextWorkspace</key>
	<string>Próxima Área de Trabalho</string>
	<key>menu.view.previousSurface</key>
	<string>Superfície Anterior</string>
	<key>menu.view.previousWorkspace</key>
	<string>Área de Trabalho Anterior</string>
	<key>menu.view.reloadPage</key>
	<string>Recarregar Página</string>
	<key>menu.view.renameWorkspace</key>
	<string>Renomear Área de Trabalho…</string>
	<key>menu.view.showJSConsole</key>
	<string>Mostrar Console JavaScript</string>
	<key>menu.view.showNotifications</key>
	<string>Mostrar Notificações</string>
	<key>menu.view.splitBrowserDown</key>
	<string>Dividir Navegador para Baixo</string>
	<key>menu.view.splitBrowserRight</key>
	<string>Dividir Navegador à Direita</string>
	<key>menu.view.splitDown</key>
	<string>Dividir para Baixo</string>
	<key>menu.view.splitRight</key>
	<string>Dividir à Direita</string>
	<key>menu.view.toggleDevTools</key>
	<string>Alternar Ferramentas do Desenvolvedor</string>
	<key>menu.view.toggleSidebar</key>
	<string>Alternar Barra Lateral</string>
	<key>menu.view.workspace</key>
	<string>Área de Trabalho %lld</string>
	<key>menu.view.zoomIn</key>
	<string>Aumentar Zoom</string>
	<key>menu.view.zoomOut</key>
	<string>Diminuir Zoom</string>
	<key>menu.windowNumber</key>
	<string>Janela %lld</string>
	<key>notifications.clearAll</key>
	<string>Limpar Tudo</string>
	<key>notifications.empty.description</key>
	<string>As notificações da área de trabalho aparecerão aqui para revisão rápida.</string>
	<key>notifications.empty.subtitle</key>
	<string>As notificações da área de trabalho aparecerão aqui.</string>
	<key>notifications.empty.title</key>
	<string>Nenhuma notificação ainda</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>Ir para Última Não Lida</string>
	<key>notifications.title</key>
	<string>Notificações</string>
	<key>panel.displayName.fallback</key>
	<string>Aba</string>
	<key>panel.openFolder.prompt</key>
	<string>Abrir</string>
	<key>panel.openFolder.title</key>
	<string>Abrir Pasta</string>
	<key>search.close.help</key>
	<string>Fechar (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>Próximo resultado (Return)</string>
	<key>search.placeholder</key>
	<string>Pesquisar</string>
	<key>search.previousMatch.help</key>
	<string>Resultado anterior (Shift+Return)</string>
	<key>settings.app.appIcon</key>
	<string>Ícone do App</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>Dock e alternador de apps</string>
	<key>settings.app.dockBadge</key>
	<string>Emblema do Dock</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>Mostrar contagem de não lidos no ícone do app (Dock e Cmd+Tab).</string>
	<key>settings.app.language</key>
	<string>Idioma</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>Reiniciar Agora</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>Depois</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>Reiniciar para aplicar a mudança de idioma?</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>Reinicie o cmux para aplicar</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>Posição da Nova Área de Trabalho</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>Abrir Links de PR da Barra Lateral no Navegador do cmux</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>Cliques abrem no seu navegador padrão.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>Cliques abrem dentro do navegador do cmux.</string>
	<key>settings.app.renameSelectsName</key>
	<string>Renomear Seleciona o Nome Existente</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>A renomeação na Paleta de Comandos mantém o cursor no final.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>A renomeação na Paleta de Comandos começa com todo o texto selecionado.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>Reordenar ao Receber Notificação</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>Move áreas de trabalho para o topo ao receber uma notificação. Desative para posições de atalho estáveis.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>Mostrar Branch + Diretório na Barra Lateral</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>Exibir a linha integrada de branch git e diretório de trabalho.</string>
	<key>settings.app.showLog</key>
	<string>Mostrar Último Log na Barra Lateral</string>
	<key>settings.app.showLog.subtitle</key>
	<string>Exibir a última mensagem imperativa de log/status.</string>
	<key>settings.app.showMetadata</key>
	<string>Mostrar Metadados Personalizados na Barra Lateral</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>Exibir metadados personalizados de report_meta/set_status e report_meta_block.</string>
	<key>settings.app.showPorts</key>
	<string>Mostrar Portas em Escuta na Barra Lateral</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>Exibir portas em escuta detectadas para a área de trabalho ativa.</string>
	<key>settings.app.showProgress</key>
	<string>Mostrar Progresso na Barra Lateral</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>Exibir a barra de progresso integrada de set_progress.</string>
	<key>settings.app.showPullRequests</key>
	<string>Mostrar Pull Requests na Barra Lateral</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>Exibir itens de revisão (PR/MR/etc.) com status, número e link clicável.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>Layout de Branch na Barra Lateral</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>Em Linha</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>Em Linha: todas as branches compartilham uma linha.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>Vertical: cada branch aparece em sua própria linha.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>Vertical</string>
	<key>settings.app.telemetry</key>
	<string>Enviar telemetria anônima</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>Compartilhar dados anonimizados de falhas e uso para ajudar a melhorar o cmux.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>A alteração terá efeito na próxima inicialização.</string>
	<key>settings.app.theme</key>
	<string>Tema</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>Avisar Antes de Encerrar</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q encerra imediatamente sem confirmação.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>Mostrar uma confirmação antes de encerrar com Cmd+Q.</string>
	<key>settings.automation.claudeCode</key>
	<string>Integração com Claude Code</string>
	<key>settings.automation.claudeCode.note</key>
	<string>Quando ativado, o cmux encapsula o comando claude para injetar rastreamento de sessão e hooks de notificação. Desative se preferir gerenciar os hooks do Claude Code você mesmo.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>O Claude Code é executado sem integração com o cmux.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>A barra lateral mostra o status da sessão do Claude e notificações.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>Cancelar</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>Ativar Acesso Aberto Total</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>Isto desativa verificações de ancestralidade e senha e abre o socket para todos os usuários locais. Ative somente quando entender os riscos.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>Ativar acesso aberto total?</string>
	<key>settings.automation.openAccessWarning</key>
	<string>Aviso: O acesso aberto total torna o socket de controle legível/gravável por todos neste Mac e desativa verificações de autenticação. Use apenas para depuração local.</string>
	<key>settings.automation.port.note</key>
	<string>Cada área de trabalho recebe as variáveis de ambiente CMUX_PORT e CMUX_PORT_END com uma faixa de portas dedicada. Novos terminais herdam esses valores.</string>
	<key>settings.automation.portBase</key>
	<string>Porta Base</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>Porta inicial para a variável de ambiente CMUX_PORT.</string>
	<key>settings.automation.portRange</key>
	<string>Tamanho da Faixa de Portas</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>Número de portas por área de trabalho.</string>
	<key>settings.automation.socketMode</key>
	<string>Modo de Controle do Socket</string>
	<key>settings.automation.socketMode.note</key>
	<string>Controla o acesso ao socket Unix local para controle programático. Escolha um modo que corresponda ao seu modelo de ameaça.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>Substituições: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (defina CMUX_ALLOW_SOCKET_OVERRIDE=1 para builds stable/nightly).</string>
	<key>settings.automation.socketPassword</key>
	<string>Senha do Socket</string>
	<key>settings.automation.socketPassword.change</key>
	<string>Alterar</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>Limpar</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>Falha ao limpar a senha (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>Senha removida.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>Insira uma senha primeiro.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>Senha</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>Falha ao salvar a senha (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>Senha salva.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>Definir</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>Armazenada em Application Support.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>Nenhuma senha definida. Clientes externos serão bloqueados até que uma seja configurada.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>Atrás da Janela</string>
	<key>settings.blendMode.withinWindow</key>
	<string>Dentro da Janela</string>
	<key>settings.browser.externalPatterns</key>
	<string>URLs para Sempre Abrir Externamente</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>Aplica-se a cliques em links do terminal e chamadas interceptadas de `open https://...`. Uma regra por linha. Texto simples corresponde a qualquer substring de URL, ou prefixe com `re:` para regex (por exemplo: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>Histórico de Navegação</string>
	<key>settings.browser.history.clearButton</key>
	<string>Limpar Histórico…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>Cancelar</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>Limpar Histórico</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>Isto remove as sugestões de páginas visitadas da barra de endereço do navegador.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>Limpar histórico do navegador?</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>Nenhuma página salva ainda.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld páginas salvas aparecem nas sugestões da barra de endereço.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>1 página salva aparece nas sugestões da barra de endereço.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>Hosts para Abrir no Navegador Integrado</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>Aplica-se a cliques em links do terminal e chamadas interceptadas de `open https://...`. Apenas estes hosts abrem no cmux. Outros abrem no seu navegador padrão. Um host ou curinga por linha (por exemplo: example.com, *.internal.example). Deixe vazio para abrir todos os hosts no cmux.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>Hosts HTTP Permitidos no Navegador Integrado</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>Controla quais hosts HTTP (não HTTPS) podem abrir no cmux sem um aviso. Os padrões incluem localhost, 127.0.0.1, ::1, 0.0.0.0 e *.localtest.me.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>Um host ou curinga por linha (por exemplo: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>Salvar</string>
	<key>settings.browser.interceptOpen</key>
	<string>Interceptar open http(s) no Terminal</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>Quando desativado, `open https://...` e `open http://...` sempre usam seu navegador padrão.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>Abrir Links do Terminal no Navegador do cmux</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>Quando desativado, links clicados na saída do terminal abrem no seu navegador padrão.</string>
	<key>settings.browser.searchEngine</key>
	<string>Motor de Busca Padrão</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>Usado pela barra de endereço do navegador quando a entrada não é uma URL.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>Mostrar Sugestões de Pesquisa</string>
	<key>settings.browser.theme</key>
	<string>Tema do Navegador</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ força esse esquema de cores para páginas compatíveis.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>Sistema segue a aparência do app e do macOS.</string>
	<key>settings.material.contentBackground</key>
	<string>Fundo de Conteúdo</string>
	<key>settings.material.fullScreenUI</key>
	<string>Interface em Tela Cheia</string>
	<key>settings.material.headerView</key>
	<string>Cabeçalho</string>
	<key>settings.material.hudWindow</key>
	<string>Janela HUD</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>Menu</string>
	<key>settings.material.none</key>
	<string>Nenhum</string>
	<key>settings.material.popover</key>
	<string>Popover</string>
	<key>settings.material.sheet</key>
	<string>Folha</string>
	<key>settings.material.sidebar</key>
	<string>Barra Lateral</string>
	<key>settings.material.toolTip</key>
	<string>Dica de Ferramenta</string>
	<key>settings.material.underWindow</key>
	<string>Sob a Janela</string>
	<key>settings.material.windowBackground</key>
	<string>Fundo da Janela</string>
	<key>settings.preset.hudGlass</key>
	<string>Vidro HUD</string>
	<key>settings.preset.nativeSidebar</key>
	<string>Barra Lateral Nativa</string>
	<key>settings.preset.popoverGlass</key>
	<string>Vidro Popover</string>
	<key>settings.preset.raycastGray</key>
	<string>Cinza Raycast</string>
	<key>settings.preset.softBlur</key>
	<string>Desfoque Suave</string>
	<key>settings.preset.underWindow</key>
	<string>Sob a Janela</string>
	<key>settings.reset.resetAll</key>
	<string>Redefinir Todos os Ajustes</string>
	<key>settings.section.app</key>
	<string>App</string>
	<key>settings.section.automation</key>
	<string>Automação</string>
	<key>settings.section.browser</key>
	<string>Navegador</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>Atalhos de Teclado</string>
	<key>settings.section.reset</key>
	<string>Redefinir</string>
	<key>settings.section.sidebarAppearance</key>
	<string>Aparência da Barra Lateral</string>
	<key>settings.section.workspaceColors</key>
	<string>Cores da Área de Trabalho</string>
	<key>settings.shortcuts.recordHint</key>
	<string>Clique em um valor de atalho para gravar um novo atalho.</string>
	<key>settings.shortcuts.showHints</key>
	<string>Mostrar Dicas de Atalho ao Segurar Cmd/Ctrl</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>Segurar Cmd ou Ctrl mantém as pílulas de dica de atalho ocultas.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>Segurar Cmd (barra lateral/barra de título) ou Ctrl/Cmd (abas do painel) mostra pílulas de dica de atalho.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>Padrão</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>Redefinir Tonalidade da Barra Lateral</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>Redefinir</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>Restaurar aparência padrão da barra lateral.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>Tonalidade do Modo Escuro</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>Tonalidade escura</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>Cor de tonalidade da barra lateral na aparência escura.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>Tonalidade do Modo Claro</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>Tonalidade clara</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>Cor de tonalidade da barra lateral na aparência clara.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>Opacidade da Tonalidade</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>Intensidade da cor de tonalidade sobre o material da barra lateral.</string>
	<key>settings.state.active</key>
	<string>Ativo</string>
	<key>settings.state.followWindow</key>
	<string>Seguir Janela</string>
	<key>settings.state.inactive</key>
	<string>Inativo</string>
	<key>settings.title</key>
	<string>Ajustes</string>
	<key>settings.workspaceColors.base</key>
	<string>Base: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>Cores Personalizadas</string>
	<key>settings.workspaceColors.indicator</key>
	<string>Indicador de Cor da Área de Trabalho</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>Cores personalizadas: nenhuma ainda. Use "Escolher Cor Personalizada..." no menu de contexto de uma área de trabalho.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>Personalize a paleta de cores usada em Barra Lateral &gt; Cor da Área de Trabalho. Entradas de "Escolher Cor Personalizada..." são salvas abaixo.</string>
	<key>settings.workspaceColors.remove</key>
	<string>Remover</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>Redefinir Paleta</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>Redefinir</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>Restaurar padrões integrados e limpar todas as cores personalizadas.</string>
	<key>shortcut.closeWindow.label</key>
	<string>Fechar Janela</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>Fechar Área de Trabalho</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>Piscar Painel em Foco</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>Focar Painel Abaixo</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>Focar Painel à Esquerda</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>Focar Painel à Direita</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>Focar Painel Acima</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>Ir para Última Não Lida</string>
	<key>shortcut.newSurface.label</key>
	<string>Nova Superfície</string>
	<key>shortcut.newWindow.label</key>
	<string>Nova Janela</string>
	<key>shortcut.newWorkspace.label</key>
	<string>Nova Área de Trabalho</string>
	<key>shortcut.nextSurface.label</key>
	<string>Próxima Superfície</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>Próxima Área de Trabalho</string>
	<key>shortcut.openBrowser.label</key>
	<string>Abrir Navegador</string>
	<key>shortcut.openFolder.label</key>
	<string>Abrir Pasta</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>Pressione o atalho…</string>
	<key>shortcut.previousSurface.label</key>
	<string>Superfície Anterior</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>Área de Trabalho Anterior</string>
	<key>shortcut.renameTab.label</key>
	<string>Renomear Aba</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>Renomear Área de Trabalho</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>Mostrar Console JavaScript do Navegador</string>
	<key>shortcut.showNotifications.label</key>
	<string>Mostrar Notificações</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>Dividir Navegador para Baixo</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>Dividir Navegador à Direita</string>
	<key>shortcut.splitDown.label</key>
	<string>Dividir para Baixo</string>
	<key>shortcut.splitRight.label</key>
	<string>Dividir à Direita</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>Alternar Ferramentas do Desenvolvedor do Navegador</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>Alternar Zoom do Painel</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>Alternar Barra Lateral</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>Alternar Modo de Cópia do Terminal</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>Fechar Área de Trabalho</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>Arraste para abrir no Finder ou em outro app</string>
	<key>sidebar.indicator.leftRail</key>
	<string>Trilho Esquerdo</string>
	<key>sidebar.indicator.solidFill</key>
	<string>Preenchimento Sólido</string>
	<key>sidebar.metadata.showLess</key>
	<string>Mostrar menos</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>Mostrar menos detalhes</string>
	<key>sidebar.metadata.showMore</key>
	<string>Mostrar mais</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>Mostrar mais detalhes</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>Abrir %1$@ #%2$lld</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>fechado</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>mesclado</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>aberto</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>Ative para focar nesta área de trabalho. Arraste para reordenar ou use as ações Mover para Cima e Mover para Baixo.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>Mover para Baixo</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>Mover para Cima</string>
	<key>socketControl.allowAll.description</key>
	<string>Permitir que qualquer processo e usuário local se conecte sem autenticação. Inseguro.</string>
	<key>socketControl.allowAll.name</key>
	<string>Acesso aberto total</string>
	<key>socketControl.automation.description</key>
	<string>Permitir clientes de automação locais externos deste usuário macOS (sem verificação de ancestralidade).</string>
	<key>socketControl.automation.name</key>
	<string>Modo de automação</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>Apenas processos iniciados dentro de terminais do cmux podem enviar comandos.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>Apenas processos do cmux</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>Não foi possível resolver o caminho do arquivo de senha do socket.</string>
	<key>socketControl.off.description</key>
	<string>Desativar o socket de controle local.</string>
	<key>socketControl.off.name</key>
	<string>Desativado</string>
	<key>socketControl.password.description</key>
	<string>Exigir autenticação do socket com uma senha armazenada em um arquivo local.</string>
	<key>socketControl.password.name</key>
	<string>Modo de senha</string>
	<key>statusMenu.clearAll</key>
	<string>Limpar Tudo</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>Ir para Última Não Lida</string>
	<key>statusMenu.markAllRead</key>
	<string>Marcar Tudo como Lido</string>
	<key>statusMenu.noUnread</key>
	<string>Nenhuma notificação não lida</string>
	<key>statusMenu.showNotifications</key>
	<string>Mostrar Notificações</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>1 notificação não lida</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld notificações não lidas</string>
	<key>statusMenu.unreadCount.one</key>
	<string>1 notificação não lida</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld notificações não lidas</string>
	<key>tab.untitled</key>
	<string>Aba Sem Título</string>
	<key>theme.dark</key>
	<string>Escuro</string>
	<key>theme.light</key>
	<string>Claro</string>
	<key>theme.system</key>
	<string>Sistema</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>Nova Área de Trabalho</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>Nova área de trabalho</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>Notificações</string>
	<key>titlebar.notifications.tooltip</key>
	<string>Mostrar notificações</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>Alternar Barra Lateral</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>Mostrar ou ocultar a barra lateral</string>
	<key>update.available.short</key>
	<string>Atualização Disponível</string>
	<key>update.available.withVersion</key>
	<string>Atualização Disponível: %@</string>
	<key>update.checking</key>
	<string>Verificando Atualizações…</string>
	<key>update.configureAutoUpdates</key>
	<string>Configurar preferências de atualização automática</string>
	<key>update.downloadAndInstall</key>
	<string>Baixar e instalar a versão mais recente</string>
	<key>update.downloading.progress</key>
	<string>Baixando: %@</string>
	<key>update.downloading.status</key>
	<string>Baixando…</string>
	<key>update.downloadingPackage</key>
	<string>Baixando o pacote de atualização</string>
	<key>update.error.appLocation.title</key>
	<string>Problema com Local do App</string>
	<key>update.error.connectionLost.message</key>
	<string>A conexão de rede foi perdida ao verificar atualizações. Tente novamente.</string>
	<key>update.error.connectionLost.title</key>
	<string>Conexão Perdida</string>
	<key>update.error.downloadFailed.title</key>
	<string>Não Foi Possível Baixar a Atualização</string>
	<key>update.error.failed.title</key>
	<string>Falha na Atualização</string>
	<key>update.error.feedDownload.message</key>
	<string>O cmux não conseguiu baixar o feed de atualização. Verifique sua conexão e tente novamente.</string>
	<key>update.error.feedError.title</key>
	<string>Erro no Feed de Atualização</string>
	<key>update.error.feedRead.message</key>
	<string>O feed de atualização não pôde ser lido. Tente novamente mais tarde.</string>
	<key>update.error.insecureFeed.message</key>
	<string>O feed de atualização é inseguro. Entre em contato com o suporte.</string>
	<key>update.error.insecureFeed.title</key>
	<string>Feed de Atualização Inseguro</string>
	<key>update.error.invalidFeed.message</key>
	<string>A URL do feed de atualização é inválida. Entre em contato com o suporte.</string>
	<key>update.error.invalidFeed.title</key>
	<string>Feed de Atualização Inválido</string>
	<key>update.error.noInternet.message</key>
	<string>O cmux não consegue acessar o servidor de atualização. Verifique sua conexão com a internet e tente novamente.</string>
	<key>update.error.noInternet.title</key>
	<string>Sem Conexão com a Internet</string>
	<key>update.error.permissionError.message</key>
	<string>Mova o cmux para Aplicativos e reinicie para ativar as atualizações.</string>
	<key>update.error.permissionError.title</key>
	<string>Erro de Permissão do Atualizador</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>Não foi possível estabelecer uma conexão segura com o servidor de atualização. Tente novamente mais tarde.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>Falha na Conexão Segura</string>
	<key>update.error.serverNotFound.message</key>
	<string>O servidor de atualização não foi encontrado. Verifique sua conexão ou tente novamente mais tarde.</string>
	<key>update.error.serverNotFound.title</key>
	<string>Servidor Não Encontrado</string>
	<key>update.error.serverUnreachable.message</key>
	<string>O cmux não conseguiu se conectar ao servidor de atualização. Verifique sua conexão ou tente novamente mais tarde.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>Servidor Inacessível</string>
	<key>update.error.signatureError.message</key>
	<string>A assinatura da atualização não pôde ser verificada. Tente novamente mais tarde.</string>
	<key>update.error.signatureError.title</key>
	<string>Erro de Assinatura da Atualização</string>
	<key>update.error.timedOut.message</key>
	<string>O servidor de atualização demorou muito para responder. Tente novamente em instantes.</string>
	<key>update.error.timedOut.title</key>
	<string>Tempo de Atualização Esgotado</string>
	<key>update.extracting.progress</key>
	<string>Preparando: %@</string>
	<key>update.installAndRelaunch</key>
	<string>Instalar Atualização e Reiniciar</string>
	<key>update.installing.status</key>
	<string>Instalando…</string>
	<key>update.installingAndRestarting</key>
	<string>Instalando a atualização e preparando para reiniciar</string>
	<key>update.noUpdates.message</key>
	<string>Você está usando a versão mais recente</string>
	<key>update.noUpdates.title</key>
	<string>Nenhuma Atualização Disponível</string>
	<key>update.permissionRequest.text</key>
	<string>Ativar Atualizações Automáticas?</string>
	<key>update.pleaseWait</key>
	<string>Aguarde enquanto verificamos as atualizações disponíveis</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>O cmux pode verificar automaticamente se há atualizações em segundo plano.</string>
	<key>update.popover.checking</key>
	<string>Verificando atualizações…</string>
	<key>update.popover.details</key>
	<string>Detalhes</string>
	<key>update.popover.downloadingUpdate</key>
	<string>Baixando Atualização</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>Ativar atualizações automáticas?</string>
	<key>update.popover.noUpdatesFound</key>
	<string>Nenhuma Atualização Encontrada</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>Você já está usando a versão mais recente.</string>
	<key>update.popover.preparingUpdate</key>
	<string>Preparando Atualização</string>
	<key>update.popover.released</key>
	<string>Lançado:</string>
	<key>update.popover.restartRequired</key>
	<string>Reinicialização Necessária</string>
	<key>update.popover.restartRequired.message</key>
	<string>A atualização está pronta. Reinicie o aplicativo para concluir a instalação.</string>
	<key>update.popover.size</key>
	<string>Tamanho:</string>
	<key>update.popover.updateAvailable</key>
	<string>Atualização Disponível</string>
	<key>update.popover.version</key>
	<string>Versão:</string>
	<key>update.preparingUpdate</key>
	<string>Extraindo e preparando a atualização</string>
	<key>update.restartToComplete</key>
	<string>Reiniciar para Concluir a Atualização</string>
	<key>update.viewGitHubCommit</key>
	<string>Ver Commit no GitHub</string>
	<key>update.viewReleaseNotes</key>
	<string>Ver Notas de Lançamento</string>
	<key>workspace.displayName.fallback</key>
	<string>Área de Trabalho</string>
	<key>workspace.placement.afterCurrent</key>
	<string>Após a atual</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>Inserir novas áreas de trabalho diretamente após a área de trabalho ativa.</string>
	<key>workspace.placement.end</key>
	<string>Final</string>
	<key>workspace.placement.end.description</key>
	<string>Adicionar novas áreas de trabalho ao final da lista.</string>
	<key>workspace.placement.top</key>
	<string>Topo</string>
	<key>workspace.placement.top.description</key>
	<string>Inserir novas áreas de trabalho no topo da lista.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>Novo Navegador</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>Novo Terminal</string>
	<key>workspace.tooltip.splitDown</key>
	<string>Dividir para Baixo</string>
	<key>workspace.tooltip.splitRight</key>
	<string>Dividir à Direita</string>
</dict>
</plist>
